di/wrk-di.txt
Running 40s test @ http://localhost:8080/time
  10 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   260.84us  456.25us  44.90ms   95.55%
    Req/Sec    21.74k     2.46k   34.16k    77.81%
  8664868 requests in 40.10s, 1.12GB read
  Non-2xx or 3xx responses: 8664868
Requests/sec: 216081.71
Transfer/sec:     28.64MB